Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: No verified recovery export is recorded. Device loss or local deletion may permanently remove this credential.
de: Es ist kein geprüfter Wiederherstellungs-Export vermerkt. Bei Geräteverlust oder lokalem Löschen kann dieser Zugang dauerhaft verloren gehen.
es: No hay ninguna exportación de recuperación verificada registrada. Perder el dispositivo o eliminarla localmente puede borrar esta credencial de forma permanente.
fr: Aucun export de récupération vérifié n'est enregistré. La perte de l'appareil ou une suppression locale peut effacer définitivement cet identifiant.
ja: 検証済みの復旧ファイルの記録がありません。デバイスを紛失したりローカルで削除したりすると、この資格情報は永久に失われる可能性があります。
zh_hans: 没有记录到经过验证的恢复文件导出。设备丢失或在本地删除可能会永久移除此凭据。
zh_hant: 沒有記錄到經過驗證的回復檔案輸出。裝置遺失或在本機刪除可能會永久移除此憑證。

source: None
de: Keine
es: Ninguna
fr: Aucune
ja: なし
zh_hans: 无
zh_hant: 無

source: Not connected to the host.
de: Keine Verbindung zum Host.
es: No hay conexión con el host.
fr: Non connecté à l'hôte.
ja: ホストに接続していません。
zh_hans: 未连接到该主机。
zh_hant: 未連線到該主機。

source: Nothing changes until you confirm. Replacements preserve the prior fingerprint in Known Hosts for review.
de: Bis zu deiner Bestätigung ändert sich nichts. Bei Ersetzungen bleibt der frühere Fingerabdruck zur Prüfung unter „Bekannte Hosts“ erhalten.
es: No cambia nada hasta que confirmes. Las sustituciones conservan la huella anterior en Hosts conocidos para que puedas revisarla.
fr: Rien ne change tant que vous n'avez pas confirmé. Les remplacements conservent l'empreinte précédente dans Hôtes connus pour vérification.
ja: 確認するまで何も変更されません。置き換えを行っても、以前のフィンガープリントは確認できるよう「既知のホスト」に残ります。
zh_hans: 在你确认之前不会有任何更改。替换时会在「已知主机」中保留原有指纹以供查看。
zh_hant: 在你確認之前不會有任何更改。取代時會在「已知主機」中保留原有指紋以供查看。

source: ON THE BAR
de: IN DER LEISTE
es: EN LA BARRA
fr: DANS LA BARRE
ja: バーに表示
zh_hans: 显示在辅助栏
zh_hant: 顯示在輔助列

source: OPTIONAL HOST DATA · OFF BY DEFAULT
de: OPTIONALE HOST-DATEN · STANDARDMÄSSIG AUS
es: DATOS DE HOST OPCIONALES · DESACTIVADOS POR OMISIÓN
fr: DONNÉES D'HÔTE FACULTATIVES · DÉSACTIVÉES PAR DÉFAUT
ja: 任意のホストデータ · 初期状態はオフ
zh_hans: 可选主机数据 · 默认关闭
zh_hant: 選用主機資料 · 預設關閉

source: OUT
de: RAUS
es: SALE
fr: SORTIE
ja: 送信
zh_hans: 发送
zh_hant: 傳送

source: Old fingerprint:
de: Alter Fingerabdruck:
es: Huella anterior:
fr: Ancienne empreinte :
ja: 以前のフィンガープリント:
zh_hans: 旧指纹：
zh_hant: 舊指紋：

source: On that device, open Settings → Continuity and tap “send setup to nearby device.”
de: Öffne auf jenem Gerät „Einstellungen“ → „Kontinuität“ und tippe auf „Einrichtung an Gerät in der Nähe senden“.
es: En ese dispositivo, abre Ajustes → Continuidad y toca «enviar la configuración a un dispositivo cercano».
fr: Sur cet appareil, ouvrez Réglages → Continuité et touchez « envoyer la configuration à un appareil proche ».
ja: そのデバイスで「設定」→「連係」を開き、「近くのデバイスにセットアップを送る」をタップしてください。
zh_hans: 在那台设备上，打开「设置 → 接力」并轻点「将设置发送到附近设备」。
zh_hant: 在那台裝置上，打開「設定 → 接續互通」並點一下「將設定傳送到鄰近裝置」。

source: Only empty folders can be deleted.
de: Nur leere Ordner können gelöscht werden.
es: Solo se pueden eliminar carpetas vacías.
fr: Seuls les dossiers vides peuvent être supprimés.
ja: 削除できるのは空のフォルダのみです。
zh_hans: 只能删除空文件夹。
zh_hant: 只能刪除空的檔案夾。

source: Only the origin may perform this operation.
de: Nur die Quelle darf diesen Vorgang ausführen.
es: Solo el origen puede realizar esta operación.
fr: Seule la source peut effectuer cette opération.
ja: この操作を実行できるのは送信元のみです。
zh_hans: 只有来源设备可以执行此操作。
zh_hant: 只有來源裝置可以執行此操作。

source: Only the recipient may perform this operation.
de: Nur der Empfänger darf diesen Vorgang ausführen.
es: Solo el receptor puede realizar esta operación.
fr: Seul le destinataire peut effectuer cette opération.
ja: この操作を実行できるのは受信側のみです。
zh_hans: 只有接收设备可以执行此操作。
zh_hant: 只有接收裝置可以執行此操作。

source: Open %@ on %@
de: %@ auf %@ öffnen
es: Abrir %@ en %@
fr: Ouvrir %@ sur %@
ja: %2$@ の %1$@ を開く
zh_hans: 在 %2$@ 上打开 %1$@
zh_hant: 在 %2$@ 上打開 %1$@

source: Open Files from the terminal top bar to browse, download, and Quick Look remote files. SSH, tmux, and mosh sessions share the same file tools.
de: Öffne Dateien über die obere Terminalleiste, um entfernte Dateien zu durchsuchen, herunterzuladen und per Quick Look anzusehen. SSH-, tmux- und mosh-Sitzungen nutzen dieselben Dateiwerkzeuge.
es: Abre Archivos desde la barra superior del terminal para explorar, descargar y previsualizar archivos remotos. Las sesiones SSH, tmux y mosh comparten las mismas herramientas de archivos.
fr: Ouvrez Fichiers depuis la barre supérieure du terminal pour parcourir, télécharger et prévisualiser des fichiers distants. Les sessions SSH, tmux et mosh partagent les mêmes outils de fichiers.
ja: ターミナル上部バーからファイルを開くと、リモートファイルの閲覧・ダウンロード・クイックルックができます。SSH、tmux、mosh のセッションはいずれも同じファイルツールを共有します。
zh_hans: 从终端顶栏打开“文件”即可浏览、下载并快速查看远程文件。SSH、tmux 与 mosh 会话共用同一套文件工具。
zh_hant: 從終端機頂部列開啟「檔案」即可瀏覽、下載並預覽遠端檔案。SSH、tmux 與 mosh 工作階段共用同一套檔案工具。

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
ja: 設定を開く
zh_hans: 打开设置
zh_hant: 打開設定

source: Open Switcher
de: Umschalter öffnen
es: Abrir el selector
fr: Ouvrir le sélecteur
ja: スイッチャーを開く
zh_hans: 打开切换器
zh_hant: 打開切換器

source: Open and switch tmux windows from the top bar. Split panes stay intact while the focused pane fits the phone viewport.
de: Öffne und wechsle tmux-Fenster über die obere Leiste. Geteilte Bereiche bleiben erhalten, während der fokussierte Bereich in den Bildschirm passt.
es: Abre y cambia de ventana de tmux desde la barra superior. Los paneles divididos se mantienen intactos mientras el panel enfocado se ajusta a la pantalla del teléfono.
fr: Ouvrez et changez de fenêtre tmux depuis la barre supérieure. Les volets divisés restent intacts pendant que le volet actif s'adapte à l'écran du téléphone.
ja: 上部バーから tmux ウインドウを開いたり切り替えたりできます。分割ペインはそのまま保たれ、フォーカス中のペインが画面に合わせて表示されます。
zh_hans: 从顶栏打开并切换 tmux 窗口。分割窗格保持不变，同时聚焦的窗格会适配手机视口。
zh_hant: 從頂部列開啟並切換 tmux 視窗。分割窗格保持不變，同時聚焦的窗格會適應手機檢視區。

source: Open bash or zsh to enable integration
de: Öffne bash oder zsh, um die Integration zu aktivieren
es: Abre bash o zsh para activar la integración
fr: Ouvrez bash ou zsh pour activer l'intégration
ja: 連携を有効にするには bash か zsh を開いてください
zh_hans: 打开 bash 或 zsh 以启用集成
zh_hant: 開啟 bash 或 zsh 以啟用整合

source: Open find
de: Suche öffnen
es: Abrir la búsqueda
fr: Ouvrir la recherche
ja: 検索を開く
zh_hans: 打开查找
zh_hant: 開啟尋找

source: Open focused agent
de: Fokussierten Agenten öffnen
es: Abrir el agente enfocado
fr: Ouvrir l'agent ciblé
ja: フォーカス中のエージェントを開く
zh_hans: 打开聚焦的智能体
zh_hant: 打開聚焦的智慧體

source: OpenSSH marker entries are not supported
de: OpenSSH-Marker-Einträge werden nicht unterstützt
es: no se admiten las entradas con marcador de OpenSSH
fr: les entrées avec marqueur OpenSSH ne sont pas prises en charge
ja: OpenSSH のマーカー行には対応していません
zh_hans: 不支持 OpenSSH 标记条目
zh_hant: 不支援 OpenSSH 標記項目

source: Opening an encrypted channel
de: Verschlüsselter Kanal wird geöffnet
es: Abriendo un canal cifrado
fr: Ouverture d'un canal chiffré
ja: 暗号化チャネルを開いています
zh_hans: 正在打开加密通道
zh_hant: 正在打開加密通道

source: Option
de: Wahltaste
es: Opción
ja: オプション
zh_hans: Option 键
zh_hant: Option 鍵

source: Origin authorization has already been decided.
de: Über die Freigabe durch die Quelle wurde bereits entschieden.
es: La autorización del origen ya se ha decidido.
fr: L'autorisation de la source a déjà été tranchée.
ja: 送信元の承認はすでに決定されています。
zh_hans: 来源授权已作出决定。
zh_hant: 來源授權已作出決定。

source: Origin authorization is required.
de: Eine Freigabe durch die Quelle ist erforderlich.
es: Se requiere la autorización del origen.
fr: L'autorisation de la source est requise.
ja: 送信元の承認が必要です。
zh_hans: 需要来源授权。
zh_hant: 需要來源授權。

source: P-256 keys are generated in the Secure Enclave. They cannot be exported or moved to another device. Install a separate recoverable Ed25519 key before relying on this credential.
de: P-256-Keys werden in der Secure Enclave erzeugt. Sie lassen sich nicht exportieren oder auf ein anderes Gerät übertragen. Installiere einen separaten, wiederherstellbaren Ed25519-Key, bevor du dich auf diese Anmeldeinformation verlässt.
es: Las claves P-256 se generan en el Secure Enclave. No se pueden exportar ni mover a otro dispositivo. Instala una clave Ed25519 recuperable aparte antes de depender de esta credencial.
fr: Les clés P-256 sont générées dans la Secure Enclave. Elles ne peuvent être ni exportées ni déplacées vers un autre appareil. Installez une clé Ed25519 récupérable distincte avant de dépendre de cet identifiant.
ja: P-256 キーは Secure Enclave 内で生成されます。書き出しや他のデバイスへの移動はできません。この資格情報に頼る前に、復元可能な Ed25519 キーを別途用意してください。
zh_hans: P-256 密钥在 Secure Enclave 中生成，无法导出或迁移到其他设备。在依赖此凭据之前，请另外安装一个可恢复的 Ed25519 密钥。
zh_hant: P-256 金鑰在 Secure Enclave 中產生，無法匯出或移轉到其他裝置。在依賴此憑證之前，請另外安裝一個可復原的 Ed25519 金鑰。

source: PREVIEW
de: VORSCHAU
es: VISTA PREVIA
fr: APERÇU
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: Page down
de: Bild ab
es: Avanzar página
fr: Page suivante
ja: ページダウン
zh_hans: 下翻页
zh_hant: 下一頁

source: Page up
de: Bild auf
es: Retroceder página
fr: Page précédente
ja: ページアップ
zh_hans: 上翻页
zh_hant: 上一頁

source: Pairing rejected
de: Kopplung abgelehnt
es: Emparejamiento rechazado
fr: Association refusée
ja: ペアリングが拒否されました
zh_hans: 配对被拒绝
zh_hant: 配對遭拒絕

source: Passphrases do not match.
de: Die Passphrasen stimmen nicht überein.
es: Las frases de contraseña no coinciden.
fr: Les phrases secrètes ne correspondent pas.
ja: パスフレーズが一致しません。
zh_hans: 两次输入的口令不一致。
zh_hant: 兩次輸入的密語不一致。

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

source: Passwords and unavailable credentials cannot be reused for a bootstrap grant.
de: Passwörter und nicht verfügbare Zugangsdaten lassen sich nicht für eine Bootstrap-Freigabe wiederverwenden.
es: Las contraseñas y las credenciales no disponibles no se pueden reutilizar para una concesión de bootstrap.
fr: Les mots de passe et les identifiants indisponibles ne peuvent pas être réutilisés pour une autorisation de bootstrap.
ja: パスワードや利用できない資格情報は、ブートストラップの付与に再利用できません。
zh_hans: 密码和不可用的凭据无法复用于引导授权。
zh_hant: 密碼和不可用的憑證無法重複用於啟動授權。

source: Paste path into active session
de: Pfad in die aktive Sitzung einsetzen
es: Pegar la ruta en la sesión activa
fr: Coller le chemin dans la session active
ja: アクティブなセッションにパスをペースト
zh_hans: 将路径粘贴到活动会话
zh_hant: 將路徑貼上到進行中的工作階段

source: Plain mosh needs a secondary SSH check; your key may ask to unlock.
de: Reines mosh braucht eine zusätzliche SSH-Prüfung; dein Key fragt eventuell nach dem Entsperren.
es: Mosh sin tmux necesita una comprobación SSH adicional; puede que tu clave pida desbloquearse.
fr: Le mosh simple nécessite une vérification SSH supplémentaire ; votre clé peut demander à être déverrouillée.
ja: 素の mosh には追加の SSH チェックが必要です。キーのロック解除を求められる場合があります。
zh_hans: 纯 mosh 需要一次额外的 SSH 检查；你的密钥可能会要求解锁。
zh_hant: 純 mosh 需要一次額外的 SSH 檢查；你的金鑰可能會要求解鎖。

source: Port %u is already in use.
de: Port %u ist bereits belegt.
es: El puerto %u ya está en uso.
fr: Le port %u est déjà utilisé.
ja: ポート %u はすでに使用されています。
zh_hans: 端口 %u 已被占用。
zh_hant: 連接埠 %u 已被佔用。

source: Prepare this device key
de: Diesen Geräte-Key vorbereiten
es: Preparar la clave de este dispositivo
fr: Préparer la clé de cet appareil
ja: このデバイスのキーを準備
zh_hans: 准备本设备的密钥
zh_hant: 準備本裝置的金鑰

source: Private material exists without matching key metadata.
de: Es existiert privates Material ohne passende Key-Metadaten.
es: Existe material privado sin metadatos de clave asociados.
fr: Du matériel privé existe sans métadonnées de clé correspondantes.
ja: 対応するキーのメタデータがない秘密情報が存在します。
zh_hans: 存在没有对应密钥元数据的私密材料。
zh_hant: 存在沒有對應金鑰中繼資料的私密材料。

source: Provider hook settings kept changing during installation.
de: Die Hook-Einstellungen des Anbieters haben sich während der Installation ständig geändert.
es: Los ajustes de hooks del proveedor cambiaron continuamente durante la instalación.
fr: Les réglages de hooks du fournisseur n'ont cessé de changer pendant l'installation.
ja: インストール中にプロバイダのフック設定が変更され続けました。
zh_hans: 安装期间提供方的 hook 设置一直在变化。
zh_hant: 安裝期間提供方的 hook 設定一直在變動。

source: Public key copied
de: Public Key kopiert
es: Clave pública copiada
fr: Clé publique copiée
ja: 公開鍵をコピーしました
zh_hans: 已复制公钥
zh_hant: 已複製公鑰

source: Publish the recipient commitment before completing the handshake.
de: Veröffentliche die Commitment-Zusage des Empfängers, bevor der Handshake abgeschlossen wird.
es: Publica el compromiso del receptor antes de completar el handshake.
fr: Publiez l'engagement du destinataire avant de terminer le handshake.
ja: ハンドシェイクを完了する前に、受信側のコミットメントを公開してください。
zh_hans: 请在完成握手前发布接收方的承诺值。
zh_hant: 請在完成交握前發布接收方的承諾值。

source: Quick Look
de: Übersicht
es: Vista rápida
fr: Coup d'œil
ja: クイックルック
zh_hans: 快速查看
zh_hant: 快速查看

source: RECENT
de: ZULETZT
es: RECIENTES
fr: RÉCENTS
ja: 最近使った項目
zh_hans: 最近
zh_hant: 最近

source: RECIPIENT PUBLIC KEY
de: PUBLIC KEY DES EMPFÄNGERS
es: CLAVE PÚBLICA DEL DESTINATARIO
fr: CLÉ PUBLIQUE DU DESTINATAIRE
ja: 受信側の公開鍵
zh_hans: 接收方公钥
zh_hant: 接收方公開金鑰

source: RESTART DICTATION
de: DIKTAT NEU STARTEN
es: REINICIAR EL DICTADO
fr: REDÉMARRER LA DICTÉE
ja: 音声入力を再開
zh_hans: 重新开始听写
zh_hant: 重新開始聽寫

source: RSA generation is not supported
de: RSA-Erzeugung wird nicht unterstützt
es: La generación de RSA no es compatible
fr: La génération RSA n'est pas prise en charge
ja: RSA の生成には対応していません
zh_hans: 不支持生成 RSA 密钥
zh_hant: 不支援產生 RSA 金鑰

source: RSA import is disabled because the current SSH stack can only offer the deprecated RSA/SHA-1 signature. Use Ed25519 instead.
de: Der RSA-Import ist deaktiviert, weil der aktuelle SSH-Stack nur die veraltete RSA/SHA-1-Signatur anbieten kann. Verwende stattdessen Ed25519.
es: La importación de RSA está desactivada porque la pila SSH actual solo puede ofrecer la firma obsoleta RSA/SHA-1. Usa Ed25519 en su lugar.
fr: L'import RSA est désactivé car la pile SSH actuelle ne peut proposer que la signature obsolète RSA/SHA-1. Utilisez Ed25519 à la place.
ja: 現在の SSH スタックは非推奨の RSA/SHA-1 署名しか提示できないため、RSA の読み込みは無効です。代わりに Ed25519 を使用してください。
zh_hans: 由于当前 SSH 栈只能提供已弃用的 RSA/SHA-1 签名，RSA 导入已停用。请改用 Ed25519。
zh_hant: 由於目前 SSH 堆疊只能提供已棄用的 RSA/SHA-1 簽章，RSA 輸入已停用。請改用 Ed25519。

source: Reading the integration state for this terminal.
de: Der Integrationszustand dieses Terminals wird gelesen.
es: Leyendo el estado de la integración para este terminal.
fr: Lecture de l'état de l'intégration pour ce terminal.
ja: このターミナルの連携状態を読み取っています。
zh_hans: 正在读取此终端的集成状态。
zh_hant: 正在讀取此終端機的整合狀態。

source: Reconnect
de: Neu verbinden
es: Reconectar
fr: Se reconnecter
ja: 再接続
zh_hans: 重新连接
zh_hant: 重新連線

source: Recording Authorization
de: Autorisierung wird erfasst
es: Registrando la autorización
fr: Enregistrement de l'autorisation
ja: 承認を記録中
zh_hans: 正在记录授权
zh_hant: 正在記錄授權

source: Recovery export was not completed: %@
de: Der Wiederherstellungs-Export wurde nicht abgeschlossen: %@
es: La exportación de recuperación no se completó: %@
fr: L'export de récupération n'a pas abouti : %@
ja: 復旧ファイルの書き出しが完了しませんでした: %@
zh_hans: 恢复文件导出未完成：%@
zh_hant: 回復檔案輸出未完成：%@

source: Remote command failed with exit status %lld.
de: Der Remote-Befehl ist mit Exit-Status %lld fehlgeschlagen.
es: El comando remoto falló con el estado de salida %lld.
fr: La commande distante a échoué avec le code de sortie %lld.
ja: リモートコマンドが終了ステータス %lld で失敗しました。
zh_hans: 远程命令失败，退出状态 %lld。
zh_hant: 遠端指令失敗，結束狀態 %lld。

source: Remote exit monitor finished without an exit marker.
de: Die Überwachung der Gegenstelle endete ohne Exit-Marker.
es: El monitor de salida remoto terminó sin marcador de salida.
fr: Le moniteur de sortie distant s'est terminé sans marqueur de sortie.
ja: リモートの終了監視が、終了マーカーなしで終わりました。
zh_hans: 远程退出监视器结束时没有退出标记。
zh_hant: 遠端結束監視器結束時沒有結束標記。

source: Remote revocation failed; the local key was not deleted: %@
de: Der entfernte Widerruf ist fehlgeschlagen; der lokale Key wurde nicht gelöscht: %@
es: Falló la revocación remota; la clave local no se eliminó: %@
fr: La révocation distante a échoué ; la clé locale n'a pas été supprimée : %@
ja: リモートでの失効に失敗しました。ローカルのキーは削除されていません: %@
zh_hans: 远程吊销失败；本地密钥未被删除：%@
zh_hant: 遠端撤銷失敗；本機金鑰未被刪除：%@

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名称変更
zh_hans: 重命名
zh_hant: 重新命名

source: Rename tmux window
de: tmux-Fenster umbenennen
es: Renombrar la ventana de tmux
fr: Renommer la fenêtre tmux
ja: tmux ウインドウの名称を変更
zh_hans: 重命名 tmux 窗口
zh_hant: 重新命名 tmux 視窗

source: Rendering Markdown…
de: Markdown wird dargestellt…
es: Representando Markdown…
fr: Rendu du Markdown…
ja: Markdown を描画中…
zh_hans: 正在渲染 Markdown…
zh_hant: 正在算繪 Markdown…

source: Repair the rejected private material before installing it
de: Repariere das abgelehnte private Material, bevor du es installierst
es: Repara el material privado rechazado antes de instalarlo
fr: Réparez le matériel privé rejeté avant de l'installer
ja: 設置する前に、拒否された秘密情報を修復してください
zh_hans: 安装前请先修复被拒绝的私密材料
zh_hant: 安裝前請先修復被拒絕的私密材料

source: Request Denied
de: Anfrage abgelehnt
es: Solicitud denegada
fr: Demande refusée
ja: リクエストは拒否されました
zh_hans: 请求被拒绝
zh_hant: 請求遭拒

source: Requesting Access
de: Zugriff wird angefragt
es: Solicitando acceso
fr: Demande d'accès
ja: アクセスを要求中
zh_hans: 正在请求访问
zh_hant: 正在請求存取

source: Requires the same Apple Account on both devices, Bluetooth and Wi-Fi, and Handoff enabled in System Settings. Carries a pointer to the session — never a password or private key.
de: Erfordert dasselbe Apple-Konto auf beiden Geräten, Bluetooth und WLAN sowie aktiviertes Handoff in den Systemeinstellungen. Übertragen wird nur ein Verweis auf die Sitzung – nie ein Passwort oder ein privater Key.
es: Requiere la misma cuenta de Apple en ambos dispositivos, Bluetooth y wifi, y Handoff activado en Ajustes del sistema. Transporta un puntero a la sesión, nunca una contraseña ni una clave privada.
fr: Nécessite le même compte Apple sur les deux appareils, le Bluetooth et le Wi-Fi, et Handoff activé dans Réglages système. Transporte un pointeur vers la session — jamais un mot de passe ni une clé privée.
ja: 両方のデバイスで同じ Apple アカウント、Bluetooth と Wi-Fi、そしてシステム設定で Handoff が有効になっている必要があります。運ばれるのはセッションへのポインタだけで、パスワードや秘密鍵が送られることはありません。
zh_hans: 需要两台设备使用同一 Apple 账户，开启蓝牙和无线局域网，并在系统设置中启用「接力」。仅传递指向会话的指针 —— 绝不传递密码或私钥。
zh_hant: 需要兩台裝置使用同一 Apple 帳戶，開啟藍牙和 Wi-Fi，並在系統設定中啟用「接續互通」。僅傳遞指向工作階段的指標 —— 絕不傳遞密碼或私密金鑰。

source: Restore every shortcut to its default?
de: Jeden Kurzbefehl auf seinen Standard zurücksetzen?
es: ¿Restaurar todos los atajos a su valor por omisión?
fr: Rétablir tous les raccourcis à leur valeur par défaut ?
ja: すべてのショートカットをデフォルトに戻しますか？
zh_hans: 要将所有快捷键恢复为默认吗？
zh_hant: 要將所有快速鍵恢復為預設嗎？

source: Restore the missing private key before installing it
de: Stelle den fehlenden privaten Key wieder her, bevor du ihn installierst
es: Restaura la clave privada que falta antes de instalarla
fr: Restaurez la clé privée manquante avant de l'installer
ja: 設置する前に、失われた秘密鍵を復元してください
zh_hans: 安装前请先恢复缺失的私钥
zh_hant: 安裝前請先回復缺失的私密金鑰

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Retry integration check?
de: Prüfung der Integration wiederholen?
es: ¿Reintentar la comprobación de la integración?
fr: Refaire la vérification de l'intégration ?
ja: 統合の確認をやり直しますか？
zh_hans: 要重试集成检查吗？
zh_hant: 要重試整合檢查嗎？

source: Retry the check without changing the host.
de: Wiederhole die Prüfung, ohne den Host zu ändern.
es: Reintenta la comprobación sin cambiar el host.
fr: Relancez la vérification sans modifier l'hôte.
ja: ホストを変更せずにチェックを再試行します。
zh_hans: 在不更改主机的情况下重试检查。
zh_hant: 在不變更主機的情況下重試檢查。

source: Reveal in Files
de: In „Dateien“ zeigen
es: Mostrar en Archivos
fr: Afficher dans Fichiers
ja: 「ファイル」で表示
zh_hans: 在“文件”中显示
zh_hant: 在「檔案」中顯示

source: Review the exact host and public key before granting access.
de: Prüfe Host und Public Key genau, bevor du Zugriff gewährst.
es: Revisa el host y la clave pública exactos antes de conceder acceso.
fr: Vérifiez précisément l'hôte et la clé publique avant d'accorder l'accès.
ja: アクセスを許可する前に、ホストと公開鍵を正確に確認してください。
zh_hans: 授予访问权限前，请仔细核对主机和公钥。
zh_hant: 授予存取權限前，請仔細核對主機和公鑰。

source: Reviews an OpenSSH known hosts file before merging it
de: Prüft eine OpenSSH-known-hosts-Datei, bevor sie zusammengeführt wird
es: Revisa un archivo known hosts de OpenSSH antes de fusionarlo
fr: Examine un fichier known hosts OpenSSH avant de le fusionner
ja: OpenSSH の known hosts ファイルを、統合する前に確認します
zh_hans: 在合并前先审阅 OpenSSH known hosts 文件
zh_hant: 在合併前先審閱 OpenSSH known hosts 檔案

source: Revocation failed: %@
de: Widerruf fehlgeschlagen: %@
es: Falló la revocación: %@
fr: Échec de la révocation : %@
ja: 失効に失敗しました: %@
zh_hans: 吊销失败：%@
zh_hant: 撤銷失敗：%@

source: Right arrow
de: Pfeil nach rechts
es: Flecha derecha
fr: Flèche droite
ja: 右矢印
zh_hans: 右箭头
zh_hant: 右方向鍵

source: Right brace
de: Geschweifte Klammer zu
es: Llave de cierre
fr: Accolade fermante
ja: 右中かっこ
zh_hans: 右花括号
zh_hant: 右大括號

source: Right bracket
de: Eckige Klammer zu
es: Corchete de cierre
fr: Crochet fermant
ja: 右大かっこ
zh_hans: 右方括号
zh_hant: 右方括號

source: Run source command
de: source-Befehl ausführen
es: Ejecutar el comando source
fr: Exécuter la commande source
ja: source コマンドを実行
zh_hans: 执行 source 命令
zh_hant: 執行 source 指令

source: Runs a read-only host check to verify the integration state.
de: Führt eine nur lesende Prüfung auf dem Host aus, um den Integrationsstatus zu bestätigen.
es: Ejecuta una comprobación de solo lectura en el host para verificar el estado de la integración.
fr: Effectue une vérification en lecture seule sur l'hôte pour confirmer l'état de l'intégration.
ja: ホスト上で読み取り専用のチェックを実行し、統合の状態を確認します。
zh_hans: 在主机上执行一次只读检查，以确认集成状态。
zh_hant: 在主機上執行一次唯讀檢查，以確認整合狀態。

source: SENT TO THE SHELL
de: AN DIE SHELL GESENDET
es: ENVIADO AL SHELL
fr: ENVOYÉ AU SHELL
ja: シェルに送信
zh_hans: 发送到 SHELL
zh_hant: 傳送到 SHELL

source: SFSpeechRecognizer · no audio leaves the device · english
de: SFSpeechRecognizer · kein Audio verlässt das Gerät · Englisch
es: SFSpeechRecognizer · ningún audio sale del dispositivo · inglés
fr: SFSpeechRecognizer · aucun son ne quitte l'appareil · anglais
ja: SFSpeechRecognizer · 音声はデバイスの外に出ません · 英語
zh_hans: SFSpeechRecognizer · 音频不会离开设备 · 英语
zh_hant: SFSpeechRecognizer · 音訊不會離開裝置 · 英語

source: SFTP is unavailable on this host: %@
de: SFTP ist auf diesem Host nicht verfügbar: %@
es: SFTP no está disponible en este host: %@
fr: SFTP est indisponible sur cet hôte : %@
ja: このホストでは SFTP を利用できません: %@
zh_hans: 此主机上无法使用 SFTP：%@
zh_hant: 此主機上無法使用 SFTP：%@

source: SSH connection did not produce a client.
de: Die SSH-Verbindung hat keinen Client geliefert.
es: La conexión SSH no produjo un cliente.
fr: La connexion SSH n'a produit aucun client.
ja: SSH 接続からクライアントが得られませんでした。
zh_hans: SSH 连接未产生客户端。
zh_hant: SSH 連線未產生用戶端。

source: SSH key %@… has no trusted metadata. Restore or replace the key before connecting.
de: Für den SSH-Key %@… gibt es keine vertrauenswürdigen Metadaten. Stelle den Key wieder her oder ersetze ihn, bevor du dich verbindest.
es: La clave SSH %@… no tiene metadatos de confianza. Restaura o sustituye la clave antes de conectar.
fr: La clé SSH %@… n'a pas de métadonnées de confiance. Restaurez ou remplacez la clé avant de vous connecter.
ja: SSH キー %@… に信頼できるメタデータがありません。接続する前に、キーを復元するか差し替えてください。
zh_hans: SSH 密钥 %@… 没有受信任的元数据。请在连接前恢复或更换该密钥。
zh_hant: SSH 金鑰 %@… 沒有受信任的中繼資料。請在連線前回復或更換該金鑰。

source: SSH key %@… not found in Keychain.
de: SSH-Key %@… wurde im Schlüsselbund nicht gefunden.
es: No se encontró la clave SSH %@… en el llavero.
fr: Clé SSH %@… introuvable dans le trousseau.
ja: SSH キー %@… がキーチェーンに見つかりません。
zh_hans: 在钥匙串中找不到 SSH 密钥 %@…。
zh_hant: 在鑰匙圈中找不到 SSH 金鑰 %@…。

source: STEP %lld OF %lld
de: SCHRITT %lld VON %lld
es: PASO %lld DE %lld
fr: ÉTAPE %lld SUR %lld
ja: ステップ %lld / %lld
zh_hans: 第 %lld 步，共 %lld 步
zh_hant: 第 %lld 步，共 %lld 步
